name: "face-emotion"
platform: "tensorflow_savedmodel"
input [
  {
    name: "emotion-input_input"
    data_type: TYPE_FP32
    dims: [-1,48,48,1]
  }
]
output [
  {
    name: "emotion-output"
    data_type: TYPE_FP32
    dims: [-1,7]
  }
]